Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.fitness.profile.maschine.desc
source: Extreme Härte und Disziplin. Deine 1％ Verbesserung liegt im Verhindern von Verletzungs-Ausfällen.
en: Extreme hardship and discipline. Your 1％ improvement is in preventing injury absences.
es: Dificultad extrema y disciplina. Su mejora del 1％ es en la prevención de ausencias por lesiones.
fr: Difficultés et discipline extrêmes. Votre amélioration de 1 ％ consiste à prévenir les absences pour cause de blessure.
hi: अत्यधिक कठिनाई और अनुशासन. आपका 1％ सुधार चोट की अनुपस्थिति को रोकने में है।
it: Estrema difficoltà e disciplina. Il tuo miglioramento dell'1％ riguarda la prevenzione delle assenze per infortunio.
ja: 極度の苦難と規律。 1％ の改善は怪我による欠勤の防止にあります。
ko: 극도의 고난과 규율. 1％의 개선은 부상 결근을 예방하는 것입니다.
nl: Extreme ontberingen en discipline. Uw verbetering van 1％ ligt in het voorkomen van verzuim door blessures.
pl: Ekstremalne trudności i dyscyplina. Twój 1％ poprawy polega na zapobieganiu absencji spowodowanej kontuzjami.
pt: Extrema dificuldade e disciplina. Sua melhoria de 1％ está na prevenção de ausências por lesão.
ru: Экстремальная строгость и дисциплина. Твоё улучшение на 1％ заключается в предотвращении травм.
tr: Aşırı zorluk ve disiplin. ％1'lik ilerlemeniz sakatlıkların önlenmesindedir.
zh_hans: 极端的严格和纪律。你那1％的提升在于防止伤病缺勤。
zh_hant: 極度的艱苦和紀律。你的 1％ 進步是為了防止因傷缺席。

# assessment.fitness.profile.maschine.title
source: Die Maschine
en: The machine
es: la maquina
fr: La machine
hi: मशीन
it: La macchina
ja: 機械
ko: 기계
nl: De machine
pl: Maszyna
pt: A máquina
ru: Машина
tr: Makine
zh_hans: 机器
zh_hant: 機器

# assessment.fitness.profile.schoenwetter_sportler.action
source: Konsistenz ist alles. Trainiere heute, auch wenn du absolut keine Lust hast.
en: Consistency is everything. Train today, even if you absolutely don't feel like it.
es: La coherencia lo es todo. Entrena hoy, incluso si no te apetece en absoluto.
fr: La cohérence est primordiale. Entraînez-vous aujourd’hui, même si vous n’en avez absolument pas envie.
hi: संगति ही सब कुछ है. आज ही प्रशिक्षण लें, भले ही आपका बिल्कुल मन न हो।
it: La coerenza è tutto. Allenati oggi, anche se non ne hai assolutamente voglia.
ja: 一貫性がすべてです。たとえ気分が乗らなくても、今日はトレーニングしましょう。
ko: 일관성이 전부입니다. 전혀 기분이 좋지 않더라도 오늘 훈련하십시오.
nl: Consistentie is alles. Train vandaag nog, ook als je absoluut geen zin hebt.
pl: Spójność jest wszystkim. Trenuj już dziś, nawet jeśli zupełnie nie masz na to ochoty.
pt: Consistência é tudo. Treine hoje, mesmo que você não tenha vontade alguma.
ru: Последовательность — это всё. Тренируйся сегодня, даже если у тебя совсем нет желания.
tr: Tutarlılık her şeydir. Canınız hiç istemese bile bugün antrenman yapın.
zh_hans: 坚持就是一切。即使你一点都不想，也要今天训练。
zh_hant: 一致性就是一切。今天就訓練，即使你絕對不喜歡。

# assessment.fitness.profile.schoenwetter_sportler.break
source: Checke nie wieder den Wetterbericht, bevor du entscheidest, ob du trainieren gehst.
en: Never again check the weather forecast before deciding whether to exercise.
es: Nunca más consultes el pronóstico del tiempo antes de decidir si hacer ejercicio.
fr: Ne vérifiez plus jamais les prévisions météorologiques avant de décider de faire de l'exercice.
hi: व्यायाम करना है या नहीं, इसका निर्णय लेने से पहले कभी भी मौसम के पूर्वानुमान की जाँच न करें।
it: Non controllare mai più le previsioni del tempo prima di decidere se fare attività fisica.
ja: 運動するかどうかを決める前に天気予報をチェックする必要はもうありません。
ko: 운동할지 여부를 결정하기 전에 다시는 일기예보를 확인하지 마세요.
nl: Controleer nooit meer de weersvoorspelling voordat u besluit of u gaat sporten.
pl: Nigdy więcej nie sprawdzaj prognozy pogody przed podjęciem decyzji o ćwiczeniach.
pt: Nunca mais verifique a previsão do tempo antes de decidir se vai fazer exercícios.
ru: Никогда больше не проверяй прогноз погоды, прежде чем решишь, идти ли тренироваться.
tr: Egzersiz yapıp yapmayacağınıza karar vermeden önce bir daha asla hava durumunu kontrol etmeyin.
zh_hans: 在决定是否去训练之前，永远不要再查看天气预报。
zh_hant: 在決定是否運動之前，不要再查看天氣預報。

# assessment.fitness.profile.schoenwetter_sportler.build
source: Zieh an Trainingstagen nur deine Sportkleidung an. Ob du dann trainierst, ist egal – die Hürde ist das Umziehen.
en: On training days, wear only your gym clothes. It doesn't matter whether you train or not - the hurdle is getting changed.
es: En los días de entrenamiento, usa sólo tu ropa de gimnasia. No importa si entrenas o no: los obstáculos cambian.
fr: Les jours d’entraînement, portez uniquement vos vêtements de sport. Peu importe que vous vous entraîniez ou non, les obstacles sont en train de changer.
hi: प्रशिक्षण के दिनों में केवल अपने जिम के कपड़े ही पहनें। इससे कोई फर्क नहीं पड़ता कि आप प्रशिक्षण लेते हैं या नहीं - बाधा बदल रही है।
it: Nei giorni di allenamento indossa solo l'abbigliamento da palestra. Non importa se ti alleni o meno: l'ostacolo sta cambiando.
ja: 練習日は体操服のみを着用してください。トレーニングをするかしないかは関係ありません。ハードルは変わりつつあります。
ko: 훈련일에는 체육복만 입으세요. 훈련 여부는 중요하지 않습니다. 장애물이 바뀌고 있습니다.
nl: Draag op trainingsdagen alleen je gymkleding. Het maakt niet uit of je traint of niet: de hindernis wordt steeds groter.
pl: W dni treningowe noś wyłącznie strój gimnastyczny. Nie ma znaczenia, czy trenujesz, czy nie – przeszkoda się zmienia.
pt: Nos dias de treino, use apenas roupas de ginástica. Não importa se você treina ou não – o obstáculo está sendo mudado.
ru: Надевай спортивную одежду только в дни тренировок. Будешь ли ты тогда тренироваться, не важно — главным препятствием является переодевание.
tr: Antrenman günlerinde sadece spor kıyafetlerinizi giyin. Antrenman yapıp yapmamanız önemli değil; engel değişiyor.
zh_hans: 在训练日只穿你的运动服。你是否真的训练无所谓——关键是换衣服这一步。
zh_hant: 訓練日，只穿運動服。不管你是否訓練，障礙都會改變。

# assessment.fitness.profile.schoenwetter_sportler.desc
source: Keine Konsistenz. Die 1％-Methode beseitigt die Ausreden vor dem Sport, nicht den Sport selbst.
en: No consistency. The 1％ method eliminates the excuses before exercise, not the exercise itself.
es: Sin coherencia. El método del 1％ elimina las excusas antes del ejercicio, no el ejercicio en sí.
fr: Aucune cohérence. La méthode 1％ élimine les excuses avant l’exercice, pas l’exercice lui-même.
hi: कोई स्थिरता नहीं. 1％ विधि व्यायाम से पहले के बहानों को ख़त्म करती है, व्यायाम को नहीं।
it: Nessuna coerenza. Il metodo dell’1％ elimina le scuse prima dell’esercizio, non l’esercizio stesso.
ja: 一貫性がない。 1％ メソッドは、運動そのものではなく、運動前の言い訳を排除します。
ko: 일관성이 없습니다. 1％ 방법은 운동 자체가 아닌 운동 전 핑계를 없애줍니다.
nl: Geen consistentie. De 1％-methode elimineert de excuses vóór het sporten, niet de oefening zelf.
pl: Brak konsekwencji. Metoda 1％ eliminuje wymówki przed ćwiczeniami, a nie same ćwiczenia.
pt: Sem consistência. O método de 1％ elimina as desculpas antes do exercício, e não o exercício em si.
ru: Нет последовательности. Метод 1％ устраняет оправдания перед тренировкой, а не саму тренировку.
tr: Tutarlılık yok. ％1 yöntemi egzersizin kendisini değil, egzersiz öncesi mazeretleri ortadan kaldırır.
zh_hans: 没有一致性。1％ 方法消除了锻炼前的借口，而不是锻炼本身。
zh_hant: 沒有一致性。 1％方法消除的是運動前的藉口，而不是運動本身。

# assessment.fitness.profile.schoenwetter_sportler.title
source: Der Schönwetter-Sportler
en: The fair-weather athlete
es: El atleta del buen tiempo
fr: L'athlète des beaux jours
hi: अच्छे मौसम वाला एथलीट
it: L'atleta del bel tempo
ja: 晴天のアスリート
ko: 날씨가 좋은 운동선수
nl: De mooiweeratleet
pl: Sportowiec na piękną pogodę
pt: O atleta do bom tempo
ru: Спортсмен хорошей погоды
tr: Güzel hava sporcusu
zh_hans: 好天气运动员
zh_hant: 天氣好的運動員

# assessment.fitness.profile.wohlfuehler.action
source: Erhöhe die Intensität. Das Workout beginnt erst, wenn es wehtut.
en: Increase the intensity. The workout only starts when it hurts.
es: Aumenta la intensidad. El entrenamiento sólo comienza cuando duele.
fr: Augmentez l’intensité. L'entraînement ne commence que lorsque ça fait mal.
hi: तीव्रता बढ़ाएँ. वर्कआउट तभी शुरू होता है जब दर्द होता है।
it: Aumenta l'intensità. L'allenamento inizia solo quando fa male.
ja: 強度を上げます。トレーニングは痛みが出たときにのみ始まります。
ko: 강도를 높이세요. 운동은 아플 때만 시작됩니다.
nl: Verhoog de intensiteit. De training begint pas als het pijn doet.
pl: Zwiększ intensywność. Trening rozpoczyna się dopiero wtedy, gdy zaczyna boleć.
pt: Aumente a intensidade. O treino só começa quando dói.
ru: Увеличь интенсивность. Тренировка начинается только тогда, когда больно.
tr: Yoğunluğu artırın. Antrenman ancak canın acıdığında başlar.
zh_hans: 提高强度。锻炼只有在感到疼痛时才开始。
zh_hant: 增加強度。運動只有在疼痛時才開始。

# assessment.fitness.profile.wohlfuehler.break
source: Lass dein Handy für die nächsten 3 Workouts im Spind. Das verhindert endlose Pausen.
en: Leave your phone in the locker for the next 3 workouts. This prevents endless breaks.
es: Deja tu teléfono en el casillero durante los próximos 3 entrenamientos. Esto evita pausas interminables.
fr: Laissez votre téléphone dans le casier pour les 3 prochaines séances d'entraînement. Cela évite des pauses interminables.
hi: अगले तीन वर्कआउट के लिए अपने फोन को लॉकर में छोड़ दें। यह अंतहीन ब्रेक को रोकता है.
it: Lascia il telefono nell'armadietto per i prossimi 3 allenamenti. Ciò impedisce pause infinite.
ja: 次の 3 つのワークアウトの間、携帯電話をロッカーに保管しておいてください。これにより、無限の休憩が防止されます。
ko: 다음 3번의 운동을 위해 휴대폰을 사물함에 넣어두세요. 이렇게 하면 끝없는 중단이 방지됩니다.
nl: Laat je telefoon de komende 3 trainingen in het kluisje. Dit voorkomt eindeloze pauzes.
pl: Zostaw telefon w szafce na kolejne 3 treningi. Zapobiega to niekończącym się przerwom.
pt: Deixe seu telefone no armário para os próximos 3 treinos. Isso evita pausas intermináveis.
ru: Оставь свой телефон в шкафчике на следующие 3 тренировки. Это предотвратит бесконечные перерывы.
tr: Sonraki 3 antrenman için telefonunuzu dolabınızda bırakın. Bu sonsuz molaları önler.
zh_hans: 把你的手机在接下来的3次锻炼中放在储物柜里。这可以防止无休止的休息。
zh_hant: 將手機留在儲物櫃中以供接下來 3 次鍛鍊使用。這可以防止無休止的中斷。

# assessment.fitness.profile.wohlfuehler.build
source: Erhöhe das Gewicht bei deiner Lieblingsübung heute um die allerkleinste Scheibe (1kg / 1.25kg).
en: Increase the weight of your favorite exercise today by the smallest disc (1kg / 1.25kg).
es: Aumenta hoy el peso de tu ejercicio favorito con el disco más pequeño (1kg/1,25kg).
fr: Augmentez le poids de votre exercice préféré aujourd'hui du plus petit disque (1 kg / 1,25 kg).
hi: आज ही अपने पसंदीदा व्यायाम का वजन सबसे छोटी डिस्क (1 किग्रा / 1.25 किग्रा) तक बढ़ाएं।
it: Aumenta oggi il peso del tuo esercizio preferito con il disco più piccolo (1 kg/1,25 kg).
ja: 今日のお気に入りのエクササイズの重量を最小ディスク (1kg / 1.25kg) ずつ増やしてください。
ko: 오늘은 가장 작은 디스크(1kg/1.25kg)로 좋아하는 운동의 무게를 늘려보세요.
nl: Verhoog vandaag nog het gewicht van uw favoriete oefening met de kleinste schijf (1 kg / 1,25 kg).
pl: Zwiększ już dziś ciężar swojego ulubionego ćwiczenia o najmniejszy krążek (1kg / 1,25kg).
pt: Aumente hoje o peso do seu exercício favorito no menor disco (1kg / 1,25kg).
ru: Сегодня увеличь вес в твоем любимом упражнении на самую маленькую пластину (1 кг / 1,25 кг).
tr: En sevdiğiniz egzersizin ağırlığını bugün en küçük disk (1kg / 1,25kg) kadar artırın.
zh_hans: 今天在你最喜欢的练习中增加最小的重量片（1公斤 / 1.25公斤）。
zh_hant: 將您今天最喜歡的運動的重量增加最小的椎間盤（1 公斤/1.25 公斤）。

# assessment.fitness.profile.wohlfuehler.desc
source: Du weichst dem Schmerz aus. Wir erhöhen die Intensität unmerklich, um deinen Körper auszutricksen.
en: You avoid the pain. We increase the intensity subtly to trick your body.
es: Evitas el dolor. Aumentamos la intensidad sutilmente para engañar a tu cuerpo.
fr: Vous évitez la douleur. Nous augmentons subtilement l’intensité pour tromper votre corps.
hi: आप दर्द से बचें. हम आपके शरीर को धोखा देने के लिए तीव्रता को सूक्ष्मता से बढ़ाते हैं।
it: Eviti il ​​dolore. Aumentiamo leggermente l'intensità per ingannare il tuo corpo.
ja: あなたは痛みを避けます。身体をだますように、微妙に強度を上げます。
ko: 당신은 고통을 피합니다. 우리는 당신의 몸을 속이기 위해 미묘하게 강도를 높입니다.
nl: Je vermijdt de pijn. We verhogen de intensiteit subtiel om je lichaam voor de gek te houden.
pl: Unikasz bólu. Subtelnie zwiększamy intensywność, aby oszukać Twoje ciało.
pt: Você evita a dor. Aumentamos a intensidade sutilmente para enganar seu corpo.
ru: Ты уходишь от боли. Мы незаметно увеличиваем интенсивность, чтобы обмануть твоё тело.
tr: Acıdan kaçınırsın. Vücudunuzu kandırmak için yoğunluğu ustaca artırıyoruz.
zh_hans: 你在逃避疼痛。我们微妙地增加强度，以欺骗你的身体。
zh_hant: 你避免了痛苦。我們巧妙地增加強度來欺騙您的身體。

# assessment.fitness.profile.wohlfuehler.title
source: Der Wohlfühler
en: The feel-good one
es: El que se siente bien
fr: Celui du bien-être
hi: अच्छा महसूस कराने वाला
it: Quello del benessere
ja: 気持ちいいもの
ko: 기분 좋은 것
nl: De feel-good
pl: Ten zapewniający dobre samopoczucie
pt: Aquele que se sente bem
ru: Комфортный человек
tr: İyi hissettiren
zh_hans: 舒适者
zh_hant: 感覺良好的那一類

# assessment.fitness.q1
source: Dein Wecker klingelt um 5:30 Uhr für das geplante Workout. Es ist draußen eiskalt, dunkel und regnet.
en: Your alarm goes off at 5:30 a.m. for your planned workout. It's freezing cold, dark and raining outside.
es: Su alarma suena a las 5:30 a. m. para su entrenamiento planificado. Afuera hace mucho frío, está oscuro y llueve.
fr: Votre alarme sonne à 5h30 pour votre entraînement prévu. Il fait un froid glacial, il fait sombre et il pleut dehors.
hi: आपके नियोजित वर्कआउट के लिए आपका अलार्म सुबह 5:30 बजे बज जाता है। बाहर जमा देने वाली ठंड, अंधेरा और बारिश हो रही है।
it: La sveglia suona alle 5:30 per l'allenamento pianificato. Fuori fa un freddo gelido, è buio e piove.
ja: 計画したワークアウトのために、午前 5 時 30 分にアラームが鳴ります。外は凍えるほど寒く、暗く、雨が降っています。
ko: 계획된 운동을 위해 오전 5시 30분에 알람이 울립니다. 밖에는 춥고 어둡고 비가 내리고 있습니다.
nl: Je wekker gaat om 05.30 uur af voor je geplande training. Buiten is het ijskoud, donker en regent het.
pl: Twój budzik włączy się o 5:30 w związku z zaplanowanym treningiem. Na zewnątrz jest przeraźliwie zimno, ciemno i pada deszcz.
pt: Seu alarme dispara às 5h30 para o treino planejado. Está muito frio, escuro e chovendo lá fora.
ru: Твой будильник звонит в 5:30 утра для запланированной тренировки. На улице ледяной холод, темно и идет дождь.
tr: Planladığınız antrenman için alarmınız sabah 5:30'da çalıyor. Dışarısı dondurucu soğuk, karanlık ve yağmur yağıyor.
zh_hans: 你的闹钟在5:30响起，为计划的锻炼时间做准备。外面寒冷刺骨、黑暗并下着雨。
zh_hant: 您的鬧鐘會在凌晨 5:30 響起，進行您計劃的鍛鍊。外面下著雨，天氣寒冷、黑暗。

# assessment.fitness.q1.a
source: Ich drücke auf Snooze. Schlaf ist schließlich auch wichtig für die Regeneration.
en: I hit snooze. After all, sleep is also important for regeneration.
es: Presioné el botón de repetición. Al fin y al cabo, el sueño también es importante para la regeneración.
fr: J'ai appuyé sur snooze. Après tout, le sommeil est également important pour la régénération.
hi: मैंने झपकी मार दी। आख़िरकार, पुनर्जनन के लिए नींद भी ज़रूरी है।
it: Ho premuto il tasto snooze. Dopotutto, anche il sonno è importante per la rigenerazione.
ja: 私は居眠りをしました。結局のところ、睡眠は再生にも重要です。
ko: 나는 다시 알림을 눌렀다. 결국 재생에는 수면도 중요합니다.
nl: Ik drukte op snooze. Slaap is immers ook belangrijk voor regeneratie.
pl: Włączyłem drzemkę. W końcu sen jest również ważny dla regeneracji.
pt: Apertei a soneca. Afinal, o sono também é importante para a regeneração.
ru: Я нажимаю на отложенный сигнал будильника. Сон, в конце концов, также важен для восстановления.
tr: Ertele tuşuna bastım. Sonuçta uyku yenilenme için de önemlidir.
zh_hans: 我按下贪睡键。毕竟睡眠对恢复也很重要。
zh_hant: 我打瞌睡。畢竟，睡眠對於再生也很重要。

# assessment.fitness.q1.b
source: Ich bleibe liegen und nehme mir fest vor, das Workout heute Abend nachzuholen (was ich dann nicht tue).
en: I stay in bed and make up my mind to catch up on the workout this evening (which I don't do).
es: Me quedo en la cama y decido ponerme al día con el ejercicio de esta noche (cosa que no hago).
fr: Je reste au lit et décide de rattraper mon retard sur l'entraînement de ce soir (ce que je ne fais pas).
hi: मैं बिस्तर पर रहता हूं और आज शाम को कसरत करने का मन बनाता हूं (जो मैं नहीं करता)।
it: Resto a letto e decido di recuperare l'allenamento stasera (cosa che non faccio).
ja: 私はベッドにいて、今夜のトレーニングに追いつくことを決心します（実際にはしません）。
ko: 나는 침대에 누워서 오늘 저녁에 운동을 따라잡기로 마음먹었다(나는 그렇게 하지 않는다).
nl: Ik blijf in bed liggen en neem me voor om vanavond de training in te halen (wat ik niet doe).
pl: Leżę w łóżku i postanawiam nadrobić zaległości w treningu dzisiejszego wieczoru (czego nie robię).
pt: Eu fico na cama e decido colocar o treino em dia esta noite (o que não faço).
ru: Я остаюсь лежать и твердо намереваюсь наверстать тренировку сегодня вечером (чего я потом не делаю).
tr: Yatakta kalıyorum ve bu akşamki antrenmana yetişmeye karar veriyorum (ki bunu yapmıyorum).
zh_hans: 我躺下，并且下定决心今晚要补做锻炼（但我最终没有做）。
zh_hant: 我躺在床上，下定決心要趕上今晚的運動（我沒有這樣做）。

# assessment.fitness.q1.c
source: Ich stehe auf, mache aber nur ein kurzes, halbes Workout zu Hause im Warmen.
en: I get up, but only do a short, half-workout at home in the warmth.
es: Me levanto, pero solo hago un breve medio entrenamiento en casa, al calor del calor.
fr: Je me lève, mais je ne fais qu'un court demi-entraînement à la maison, au chaud.
hi: मैं उठता हूं, लेकिन घर पर गर्मी में केवल एक छोटी, आधी कसरत ही करता हूं।
it: Mi alzo, ma faccio solo un breve allenamento a casa al caldo.
ja: 私は起きますが、暖かい家の中で短時間の半分のトレーニングをするだけです。
ko: 나는 일어나지만 따뜻한 집에서 짧은 반만 운동한다.
nl: Ik sta op, maar doe thuis alleen een korte, halve training in de warmte.
pl: Wstaję, ale robię tylko krótki, półtreningowy trening w domu, w upale.
pt: Eu me levanto, mas só faço um pequeno treino em casa, no calor.
ru: Я встаю, но делаю только короткую, половинчатую тренировку дома, в тепле.
tr: Kalkıyorum ama evde sıcakta sadece kısa, yarım egzersiz yapıyorum.
zh_hans: 我起床了，但只在家里温暖的地方做一个简短的半身锻炼。
zh_hant: 我起床，但只在溫暖的家中進行了短暫的半運動。

# assessment.fitness.q1.d
source: Ich fluche, stehe auf, friere und ziehe das geplante Workout zu 100％ durch.
en: I curse, get up, freeze and do the planned workout 100％.
es: Maldigo, me levanto, me congelo y hago el entrenamiento planificado al 100％.
fr: Je maudis, je me lève, je me fige et je fais l'entraînement prévu à 100 ％.
hi: मैं शाप देता हूं, उठता हूं, जम जाता हूं और नियोजित कसरत 100％ करता हूं।
it: Impreco, mi alzo, mi blocco e faccio l'allenamento pianificato al 100％.
ja: 私は悪態をつき、起き上がり、固まり、計画したトレーニングを100％実行します。
ko: 욕하고, 일어나고, 얼어붙고, 계획한 운동을 100％ 한다.
nl: Ik vloek, sta op, bevries en doe de geplande training 100％.
pl: Przeklinam, wstaję, zamarzam i realizuję zaplanowany trening na 100％.
pt: Amaldiçoo, levanto, congelo e faço 100％ o treino planejado.
ru: Я ругаюсь, встаю, мёрзну и выполняю запланированную тренировку на 100％.
tr: Lanet ediyorum, kalkıyorum, donuyorum ve planladığım antrenmanı ％100 yapıyorum.
zh_hans: 我咒骂，起身，感到寒冷，并且百分之百完成计划中的锻炼。
zh_hant: 我咒罵著，站起來，一動也不動，100％ 完成計畫的鍛鍊。

# assessment.fitness.q2
source: Du zahlst seit 6 Monaten 50€ für ein Gym, warst aber diesen Monat erst ein einziges Mal dort. Was sagst du dir selbst?
en: You've been paying €50 for a gym for 6 months, but you've only been there once this month. What are you telling yourself?
es: Llevas 6 meses pagando 50€ por un gimnasio, pero este mes solo has estado una vez. ¿Qué te estás diciendo a ti mismo?
fr: Vous payez 50 € pour une salle de sport depuis 6 mois, mais vous n'y êtes allé qu'une fois ce mois-ci. Qu'est-ce que tu te dis ?
hi: आप 6 महीने से जिम के लिए €50 का भुगतान कर रहे हैं, लेकिन आप इस महीने केवल एक बार वहां गए हैं। आप अपने आप से क्या कह रहे हैं?
it: Sono 6 mesi che paghi 50€ per una palestra, ma questo mese ci sei stato solo una volta. Cosa stai dicendo a te stesso?
ja: あなたはジムに 6 か月間 50 ユーロ払っていますが、今月は 1 回しか行っていません。自分に何を言い聞かせていますか？
ko: 당신은 6개월 동안 체육관 비용으로 €50를 지불했지만 이번 달에는 체육관에 한 번만 가봤습니다. 당신은 스스로에게 무엇을 말하고 있습니까?
nl: Je betaalt al 6 maanden € 50,- voor een sportschool, maar je bent er deze maand maar één keer geweest. Wat vertel je jezelf?
pl: Płacisz 50 euro za siłownię od 6 miesięcy, ale byłeś tam tylko raz w tym miesiącu. Co sobie mówisz?
pt: Há 6 meses que pagas 50€ por um ginásio, mas só estiveste lá uma vez este mês. O que você está dizendo a si mesmo?
ru: Ты платишь 50€ за спортзал уже 6 месяцев, но в этом месяце был там всего один раз. Что ты себе говоришь?
tr: 6 aydır spor salonuna 50€ ödüyorsunuz ama bu ay sadece bir kez oraya gittiniz. Kendine ne söylüyorsun?
zh_hans: 你已经为一个健身房支付了6个月的费用，每月50欧元，但这个月你只去过一次。你对自己说什么？
zh_hant: 您已經花費 50 歐元去健身房 6 個月了，但這個月您只去過一次。你在告訴自己什麼？

# assessment.fitness.q2.a
source: Ich hatte in letzter Zeit einfach extrem viel Stress und keine Zeit.
en: I've just had a lot of stress lately and no time.
es: Últimamente he tenido mucho estrés y no tengo tiempo.
fr: J'ai juste eu beaucoup de stress ces derniers temps et pas de temps.
hi: मुझे हाल ही में बहुत तनाव का सामना करना पड़ा है और मेरे पास समय नहीं है।
it: È che ultimamente sono molto stressato e non ho tempo.
ja: 最近ストレスが多くて時間がありません。
ko: 요즘 스트레스가 너무 많아서 시간이 없어요.
nl: Ik heb de laatste tijd veel stress en geen tijd.
pl: Ostatnio mam dużo stresu i nie mam czasu.
pt: Ultimamente tenho estado muito estressado e sem tempo.
ru: В последнее время у меня просто было крайне много стресса и не было времени.
tr: Son zamanlarda çok fazla stres yaşadım ve zamanım yok.
zh_hans: 我最近实在是压力非常大，根本没有时间。
zh_hant: 最近壓力很大，沒有時間。

# assessment.fitness.q2.b
source: Das Gym ist zu weit weg und die Geräte sind eh immer belegt.
en: The gym is too far away and the equipment is always occupied anyway.
es: El gimnasio está demasiado lejos y el equipo siempre está ocupado de todos modos.
fr: La salle de sport est trop éloignée et les équipements sont de toute façon toujours occupés.
hi: जिम बहुत दूर है और उपकरण वैसे भी हमेशा भरे रहते हैं।
it: La palestra è troppo lontana e comunque gli attrezzi sono sempre occupati.
ja: ジムは遠すぎるし、とにかく設備はいつも人がいっぱいです。
ko: 헬스장은 너무 멀고 어차피 장비는 항상 꽉 차있습니다.
nl: De sportschool is te ver weg en de apparatuur is toch altijd bezet.
pl: Siłownia jest za daleko, a sprzęt i tak jest zawsze zajęty.
pt: A academia fica muito longe e os equipamentos estão sempre ocupados de qualquer maneira.
ru: Тренажёрный зал слишком далеко, а оборудование всё равно всегда занято.
tr: Spor salonu çok uzakta ve ekipmanlar zaten her zaman dolu.
zh_hans: 健身房太远了，而且器械总是被占用。
zh_hant: 健身房太遠了，反正器材總是被佔滿。

# assessment.fitness.q2.c
source: Ich kündige das Abo. Offensichtlich bin ich nicht der Typ dafür.
en: I'm canceling the subscription. Obviously I'm not the type of person for that.
es: Estoy cancelando la suscripción. Obviamente no soy el tipo de persona para eso.
fr: J'annule l'abonnement. Évidemment, je ne suis pas le genre de personne pour ça.
hi: मैं सदस्यता रद्द कर रहा हूं. जाहिर तौर पर मैं उस तरह का व्यक्ति नहीं हूं।
it: Sto annullando l'abbonamento. Ovviamente non sono il tipo di persona per questo.
ja: 定期購読をキャンセルします。もちろん、私はそういうタイプの人間ではありません。
ko: 구독을 취소하겠습니다. 분명히 나는 ​​그런 사람이 아니다.
nl: Ik zeg het abonnement op. Daar ben ik duidelijk niet het type persoon voor.
pl: Anuluję subskrypcję. Najwyraźniej nie jestem do tego typem osoby.
pt: Estou cancelando a assinatura. Obviamente não sou o tipo de pessoa para isso.
ru: Я отменяю подписку. Очевидно, я не из тех, кто для этого подходит.
tr: Aboneliği iptal ediyorum. Açıkçası ben buna uygun bir insan değilim.
zh_hans: 我取消订阅。显然我不是那种类型的人。
zh_hant: 我要取消訂閱。顯然我不是那種人。

# assessment.fitness.q2.d
source: Ich bin undiszipliniert gewesen. Ich packe in dieser Sekunde meine Sporttasche.
en: I have been undisciplined. I'm packing my gym bag this second.
es: He sido indisciplinado. Estoy empacando mi bolsa de gimnasia en este momento.
fr: J'ai été indiscipliné. Je prépare mon sac de sport cette seconde.
hi: मैं अनुशासनहीन हूं. मैं अभी अपना जिम बैग पैक कर रहा हूं।
it: Sono stato indisciplinato. Sto preparando la borsa della palestra in questo momento.
ja: 私は規律を欠いています。今すぐジムバッグに荷物を詰めています。
ko: 나는 훈련되지 않았습니다. 지금 당장 운동가방을 챙기고 있어요.
nl: Ik ben ongedisciplineerd geweest. Ik ben meteen mijn sporttas aan het inpakken.
pl: Zachowałem się niezdyscyplinowany. W tej chwili pakuję torbę sportową.
pt: Tenho sido indisciplinado. Estou arrumando minha mochila de ginástica neste segundo.
ru: Я был недисциплинированным. Прямо в эту секунду я упаковываю свою спортивную сумку.
tr: Disiplinsiz davrandım. Şu anda spor çantamı hazırlıyorum.
zh_hans: 我一直很不自律。我正在这一秒打包我的运动包。
zh_hant: 我一直沒有紀律。我現在正在收拾我的健身包。
